app/controllers/image_controller.rb

	def create
    if params[:image].present?
      image_value = params[:image][:picture]
  	  image_value.each do |img|
  			Image.create(picture: img[1])
---
INSERT INTO `images` (`created_at`, `updated_at`, `picture_file_name`, `picture_content_type`, `picture_file_size`, `picture_updated_at`) VALUES ('2018-06-22 09:51:57', '2018-06-22 09:51:57', 'Screenshot_from_2018-06-21_16-58-13.png', 'image/png', 126596, '2018-06-22 09:51:57')